{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[START]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[END]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "[UNK]",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "vocab": {
      "[START]": 0,
      "[END]": 1,
      "[UNK]": 2,
      "[PAD]": 3,
      "A": 4,
      "C": 5,
      "D": 6,
      "E": 7,
      "F": 8,
      "G": 9,
      "H": 10,
      "I": 11,
      "K": 12,
      "L": 13,
      "M": 14,
      "N": 15,
      "P": 16,
      "Q": 17,
      "R": 18,
      "S": 19,
      "T": 20,
      "V": 21,
      "W": 22,
      "X": 23,
      "Y": 24,
      "|": 25,
      "LL": 26,
      "AA": 27,
      "TL": 28,
      "SG": 29,
      "SL": 30,
      "AL": 31,
      "VL": 32,
      "EL": 33,
      "VV": 34,
      "SS": 35,
      "EE": 36,
      "AG": 37,
      "DL": 38,
      "KL": 39,
      "IL": 40,
      "DG": 41,
      "VT": 42,
      "EG": 43,
      "PG": 44,
      "NL": 45,
      "RL": 46,
      "EA": 47,
      "VG": 48,
      "PL": 49,
      "KG": 50,
      "QL": 51,
      "YL": 52,
      "VS": 53,
      "FL": 54,
      "TG": 55,
      "VE": 56,
      "RG": 57,
      "IG": 58,
      "VA": 59,
      "DS": 60,
      "KE": 61,
      "IS": 62,
      "KA": 63,
      "NG": 64,
      "PE": 65,
      "IA": 66,
      "PS": 67,
      "IT": 68,
      "KS": 69,
      "VD": 70,
      "FG": 71,
      "VR": 72,
      "KD": 73,
      "QG": 74,
      "KT": 75,
      "IE": 76,
      "RA": 77,
      "FS": 78,
      "PA": 79,
      "TA": 80,
      "DA": 81,
      "RE": 82,
      "IQ": 83,
      "KK": 84,
      "HL": 85,
      "VF": 86,
      "YG": 87,
      "VQ": 88,
      "TS": 89,
      "NS": 90,
      "DR": 91,
      "PP": 92,
      "QS": 93,
      "YS": 94,
      "IR": 95,
      "VK": 96,
      "TF": 97,
      "ML": 98,
      "VP": 99,
      "VN": 100,
      "VY": 101,
      "VI": 102,
      "FA": 103,
      "KN": 104,
      "QE": 105,
      "KR": 106,
      "DE": 107,
      "TR": 108,
      "QA": 109,
      "PR": 110,
      "DF": 111,
      "TE": 112,
      "IN": 113,
      "CG": 114,
      "DI": 115,
      "DQ": 116,
      "TQ": 117,
      "DY": 118,
      "QR": 119,
      "KI": 120,
      "NE": 121,
      "NA": 122,
      "FR": 123,
      "CL": 124,
      "FY": 125,
      "FE": 126,
      "RR": 127,
      "QQ": 128,
      "TT": 129,
      "HS": 130,
      "IP": 131,
      "YA": 132,
      "WL": 133,
      "DK": 134,
      "MA": 135,
      "RS": 136,
      "MG": 137,
      "IY": 138,
      "ME": 139,
      "VH": 140,
      "DT": 141,
      "NP": 142,
      "DP": 143,
      "IF": 144,
      "AS": 145,
      "WG": 146,
      "KP": 147,
      "IH": 148,
      "YN": 149,
      "TP": 150,
      "YE": 151,
      "DN": 152,
      "MS": 153,
      "HG": 154,
      "IK": 155,
      "FN": 156,
      "GG": 157,
      "VC": 158,
      "ES": 159,
      "FT": 160,
      "YT": 161,
      "KQ": 162,
      "VM": 163,
      "WE": 164,
      "KF": 165,
      "HA": 166,
      "DD": 167,
      "RN": 168,
      "II": 169,
      "SA": 170,
      "NT": 171,
      "HP": 172,
      "CA": 173,
      "KY": 174,
      "HR": 175,
      "DM": 176,
      "FF": 177,
      "QT": 178,
      "NN": 179,
      "LLL": 180,
      "RT": 181,
      "RY": 182,
      "GL": 183,
      "SE": 184,
      "QK": 185,
      "AE": 186,
      "XX": 187,
      "TY": 188,
      "QN": 189,
      "QP": 190,
      "KM": 191,
      "DH": 192,
      "IC": 193,
      "GS": 194,
      "RP": 195,
      "WA": 196,
      "IV": 197,
      "KH": 198,
      "TAA": 199,
      "YR": 200,
      "FP": 201,
      "CS": 202,
      "NY": 203,
      "IM": 204,
      "NR": 205,
      "FD": 206,
      "TW": 207,
      "QY": 208,
      "ID": 209,
      "TD": 210,
      "TK": 211,
      "HE": 212,
      "QV": 213,
      "TV": 214,
      "QD": 215,
      "CE": 216,
      "PW": 217,
      "KV": 218,
      "ND": 219,
      "TH": 220,
      "GE": 221,
      "PV": 222,
      "GA": 223,
      "RD": 224,
      "PK": 225,
      "SGG": 226,
      "QI": 227,
      "PF": 228,
      "TLR": 229,
      "WS": 230,
      "PN": 231,
      "YI": 232,
      "YF": 233,
      "KC": 234,
      "TN": 235,
      "HF": 236,
      "YQ": 237,
      "ED": 238,
      "TI": 239,
      "LLS": 240,
      "WD": 241,
      "HH": 242,
      "CR": 243,
      "PD": 244,
      "ALG": 245,
      "ER": 246,
      "NF": 247,
      "TC": 248,
      "EI": 249,
      "PI": 250,
      "EF": 251,
      "EGL": 252,
      "QF": 253,
      "VW": 254,
      "RF": 255,
      "SH": 256,
      "NI": 257,
      "WR": 258,
      "YY": 259,
      "NK": 260,
      "PT": 261,
      "AT": 262,
      "SD": 263,
      "HK": 264,
      "AGL": 265,
      "KLL": 266,
      "HQ": 267,
      "MF": 268,
      "EY": 269,
      "RI": 270,
      "EN": 271,
      "AAL": 272,
      "KDS": 273,
      "RQ": 274,
      "SGL": 275,
      "SLG": 276,
      "AP": 277,
      "MD": 278,
      "CW": 279,
      "CH": 280,
      "SLS": 281,
      "MM": 282,
      "EK": 283,
      "WN": 284,
      "AQ": 285,
      "YD": 286,
      "LLQ": 287,
      "YP": 288,
      "FV": 289,
      "MT": 290,
      "CN": 291,
      "ALA": 292,
      "SN": 293,
      "MN": 294,
      "CD": 295,
      "AD": 296,
      "LLG": 297,
      "FQ": 298,
      "SP": 299,
      "AR": 300,
      "ET": 301,
      "MK": 302,
      "FI": 303,
      "LLE": 304,
      "RV": 305,
      "DGE": 306,
      "FH": 307,
      "RK": 308,
      "YC": 309,
      "TLS": 310,
      "PQ": 311,
      "AAS": 312,
      "NH": 313,
      "VSA": 314,
      "VRF": 315,
      "AAG": 316,
      "VTG": 317,
      "YK": 318,
      "RGY": 319,
      "VSS": 320,
      "TRP": 321,
      "EQ": 322,
      "KW": 323,
      "RM": 324,
      "ALS": 325,
      "LLA": 326,
      "IVS": 327,
      "NV": 328,
      "VGY": 329,
      "HC": 330,
      "TM": 331,
      "DAE": 332,
      "KSP": 333,
      "IGG": 334,
      "TLG": 335,
      "YW": 336,
      "ST": 337,
      "KGL": 338,
      "NQ": 339,
      "RGE": 340,
      "SQ": 341,
      "RPG": 342,
      "WT": 343,
      "SF": 344,
      "SY": 345,
      "EM": 346,
      "HM": 347,
      "IGL": 348,
      "AGY": 349,
      "AI": 350,
      "DV": 351,
      "CQ": 352,
      "ELG": 353,
      "QEG": 354,
      "EAE": 355,
      "YM": 356,
      "VLG": 357,
      "QGL": 358,
      "HT": 359,
      "CT": 360,
      "YDG": 361,
      "SV": 362,
      "AAQ": 363,
      "CP": 364,
      "EP": 365,
      "WK": 366,
      "SR": 367,
      "VDL": 368,
      "LLN": 369,
      "PVT": 370,
      "AK": 371,
      "WF": 372,
      "RGL": 373,
      "TGL": 374,
      "SM": 375,
      "VGG": 376,
      "SK": 377,
      "VKG": 378,
      "QW": 379,
      "RLL": 380,
      "ASL": 381,
      "FK": 382,
      "VTH": 383,
      "PRA": 384,
      "VRFDS": 385,
      "VDD": 386,
      "QVV": 387,
      "RH": 388,
      "YLE": 389,
      "QM": 390,
      "LLT": 391,
      "VLA": 392,
      "QC": 393,
      "VPG": 394,
      "PY": 395,
      "KLE": 396,
      "SI": 397,
      "SLA": 398,
      "ILG": 399,
      "ELA": 400,
      "HI": 401,
      "HN": 402,
      "DW": 403,
      "VGL": 404,
      "TLTW": 405,
      "TLT": 406,
      "AAA": 407,
      "ELVE": 408,
      "WY": 409,
      "QKW": 410,
      "ILS": 411,
      "LLK": 412,
      "PM": 413,
      "YNQS": 414,
      "KIS": 415,
      "VAE": 416,
      "YLEG": 417,
      "HY": 418,
      "KWE": 419,
      "TLRCW": 420,
      "KEA": 421,
      "WTAA": 422,
      "FVRFDS": 423,
      "VLE": 424,
      "SSS": 425,
      "NLA": 426,
      "VEG": 427,
      "VEWL": 428,
      "FYPA": 429,
      "DGL": 430,
      "AGG": 431,
      "ELVETRP": 432,
      "ALE": 433,
      "TFQKW": 434,
      "SGSG": 435,
      "AF": 436,
      "QEGPE": 437,
      "PLG": 438,
      "CK": 439,
      "HSM": 440,
      "PLTLR": 441,
      "RW": 442,
      "FLG": 443,
      "ELVETRPAG": 444,
      "CY": 445,
      "MI": 446,
      "VSL": 447,
      "QLE": 448,
      "LLD": 449,
      "EAG": 450,
      "VVS": 451,
      "NW": 452,
      "VNG": 453,
      "EEG": 454,
      "HEGL": 455,
      "RNL": 456,
      "MP": 457,
      "EEL": 458,
      "TEL": 459,
      "AN": 460,
      "SLSS": 461,
      "RDL": 462,
      "SC": 463,
      "EW": 464,
      "MQ": 465,
      "VVG": 466,
      "KVI": 467,
      "ALT": 468,
      "MKL": 469,
      "KDL": 470,
      "YGL": 471,
      "VAA": 472,
      "DSGG": 473,
      "YTCH": 474,
      "SGT": 475,
      "WW": 476,
      "DLL": 477,
      "EKI": 478,
      "VGYVDD": 479,
      "DKL": 480,
      "VCG": 481,
      "DGK": 482,
      "VLS": 483,
      "IAL": 484,
      "KRG": 485,
      "MR": 486,
      "QH": 487,
      "PRAPW": 488,
      "VSRPG": 489,
      "PRF": 490,
      "TLL": 491,
      "VAG": 492,
      "VGP": 493,
      "PVA": 494,
      "YPP": 495,
      "HSMRY": 496,
      "VQL": 497,
      "PGL": 498,
      "DC": 499,
      "IVG": 500,
      "VTL": 501,
      "FC": 502,
      "DTL": 503,
      "EEA": 504,
      "NLL": 505,
      "DSA": 506,
      "QPS": 507,
      "VSG": 508,
      "KGR": 509,
      "PPG": 510,
      "KKL": 511,
      "PLA": 512,
      "FSL": 513,
      "FGG": 514,
      "ALN": 515,
      "VKD": 516,
      "FTE": 517,
      "KEG": 518,
      "PH": 519,
      "DGS": 520,
      "IW": 521,
      "ELS": 522,
      "NGL": 523,
      "NEDL": 524,
      "FM": 525,
      "DFL": 526,
      "KKW": 527,
      "EGS": 528,
      "VEWLRR": 529,
      "VKL": 530,
      "AAE": 531,
      "VVC": 532,
      "VLL": 533,
      "TLA": 534,
      "VPSG": 535,
      "QLL": 536,
      "WYQ": 537,
      "KIL": 538,
      "PSVF": 539,
      "EEE": 540,
      "IVSWG": 541,
      "TLRCWALG": 542,
      "RAD": 543,
      "ALQ": 544,
      "VVT": 545,
      "KVD": 546,
      "VGS": 547,
      "VQHEGL": 548,
      "YLA": 549,
      "IIG": 550,
      "MH": 551,
      "YTCHVQHEGL": 552,
      "CDR": 553,
      "RVL": 554,
      "ILA": 555,
      "RSL": 556,
      "VNL": 557,
      "NM": 558,
      "SGS": 559,
      "FGL": 560,
      "QRYTCHVQHEGL": 561,
      "AGA": 562,
      "RLR": 563,
      "VVVPSG": 564,
      "TLRCWALGFYPA": 565,
      "YDGKD": 566,
      "RLG": 567,
      "KNG": 568,
      "SGA": 569,
      "YSM": 570,
      "RGEPRF": 571,
      "VIL": 572,
      "KLA": 573,
      "IQA": 574,
      "EITLTW": 575,
      "KEL": 576,
      "IGK": 577,
      "DLG": 578,
      "DGTFQKW": 579,
      "YNQSEAG": 580,
      "YNQSEAGSH": 581,
      "DEG": 582,
      "PLT": 583,
      "HSR": 584,
      "YLENG": 585,
      "VGYVDDTQ": 586,
      "SSR": 587,
      "DLS": 588,
      "CI": 589,
      "VDA": 590,
      "DAAS": 591,
      "CEG": 592,
      "LLVR": 593,
      "DHEA": 594,
      "YIAL": 595,
      "QHL": 596,
      "TGG": 597,
      "YDGKDYIAL": 598,
      "HD": 599,
      "QEL": 600,
      "HTL": 601,
      "EC": 602,
      "VEA": 603,
      "ELVETRPAGDGTFQKW": 604,
      "EITLTWQR": 605,
      "DGEDQ": 606,
      "TQDT": 607,
      "IEQEGPE": 608,
      "ISG": 609,
      "TVL": 610,
      "DRN": 611,
      "VHTF": 612,
      "IAA": 613,
      "VVL": 614,
      "DLE": 615,
      "KPG": 616,
      "VCL": 617,
      "VGYVDDTQFVRFDS": 618,
      "MFC": 619,
      "AAVVVPSG": 620,
      "XXX": 621,
      "KWEAA": 622,
      "WTAADM": 623,
      "SLT": 624,
      "WVL": 625,
      "DLA": 626,
      "ILE": 627,
      "NGG": 628,
      "VDN": 629,
      "EITLTWQRDGEDQ": 630,
      "YLG": 631,
      "SLI": 632,
      "PLTLRWE": 633,
      "QRYTCHVQHEGLPK": 634,
      "KLG": 635,
      "LLR": 636,
      "FLA": 637,
      "PRAPWIEQEGPE": 638,
      "EITLTWQRDGEDQTQDT": 639,
      "KLS": 640,
      "QLT": 641,
      "VTA": 642,
      "KETL": 643,
      "DRF": 644,
      "RENL": 645,
      "PAVL": 646,
      "KDT": 647,
      "QELL": 648,
      "YFPE": 649,
      "QLG": 650,
      "KSL": 651,
      "ISA": 652,
      "ALR": 653,
      "MGL": 654,
      "KSG": 655,
      "RAYLEG": 656,
      "KVL": 657,
      "YIH": 658,
      "YGCD": 659,
      "DGR": 660,
      "RGS": 661,
      "KTL": 662,
      "CGL": 663,
      "YH": 664,
      "VEWLRRYLENG": 665,
      "RLA": 666,
      "RLS": 667,
      "PGG": 668,
      "RGG": 669,
      "TAAHC": 670,
      "ITN": 671,
      "VIG": 672,
      "SGVHTF": 673,
      "CGS": 674,
      "PEE": 675,
      "PWQV": 676,
      "ILL": 677,
      "PLL": 678,
      "VGYVDDTQFVRFDSDAAS": 679,
      "MAK": 680,
      "VEAL": 681,
      "VEE": 682,
      "KGE": 683,
      "WGQG": 684,
      "SGVHTFPAVL": 685,
      "VPS": 686,
      "NC": 687,
      "VPSS": 688,
      "EIL": 689,
      "IHL": 690,
      "VAL": 691,
      "KTE": 692,
      "SSA": 693,
      "VTS": 694,
      "KNVV": 695,
      "QQQ": 696,
      "NLG": 697,
      "VFL": 698,
      "YGFY": 699,
      "VPL": 700,
      "TGS": 701,
      "PGD": 702,
      "VKE": 703,
      "MY": 704,
      "AGS": 705,
      "EML": 706,
      "TKL": 707,
      "VFRL": 708,
      "ITL": 709,
      "TPL": 710,
      "FGE": 711,
      "NLE": 712,
      "PPS": 713,
      "PPE": 714,
      "AAQIT": 715,
      "SGVHTFPAVLQS": 716,
      "SLN": 717,
      "VVA": 718,
      "EGG": 719,
      "VTGWG": 720,
      "PAP": 721,
      "WNSG": 722,
      "VRL": 723,
      "NKG": 724,
      "NTL": 725,
      "TAS": 726,
      "YNW": 727,
      "IHPV": 728,
      "WVLTAAHC": 729,
      "VDG": 730,
      "DYE": 731,
      "RC": 732,
      "ISDR": 733,
      "PGE": 734,
      "VSRPGRGEPRF": 735,
      "WDKN": 736,
      "RGYYNQSEAGSH": 737,
      "TAAS": 738,
      "CGASL": 739,
      "SLY": 740,
      "VERP": 741,
      "IVD": 742,
      "IRIT": 743,
      "PVL": 744,
      "YLQ": 745,
      "FSDY": 746,
      "TKR": 747,
      "ERG": 748,
      "VEL": 749,
      "RAS": 750,
      "MVE": 751,
      "YFPEPVT": 752,
      "EH": 753,
      "ING": 754,
      "QIL": 755,
      "IVE": 756,
      "MLFR": 757,
      "VMKSP": 758,
      "PSL": 759,
      "QVL": 760,
      "VLQVV": 761,
      "TRIRIT": 762,
      "NRWYQ": 763,
      "THVFRL": 764,
      "PFVMKSP": 765,
      "YPPWDKN": 766,
      "KGRVTGWG": 767,
      "IHPVCL": 768,
      "ISDRWVLTAAHC": 769,
      "CGASLISDRWVLTAAHC": 770,
      "VERPVC": 771,
      "VLQVVNL": 772,
      "TRIRITDN": 773,
      "NRWYQMG": 774,
      "PRYNW": 775,
      "KISML": 776,
      "LLVRIGK": 777,
      "DFG": 778,
      "RPL": 779,
      "IQKVI": 780,
      "QELLCGASLISDRWVLTAAHC": 781,
      "PWQVMLFR": 782,
      "TRIRITDNMFC": 783,
      "TKG": 784,
      "HPG": 785,
      "PAL": 786,
      "QEE": 787,
      "IVSWGEG": 788,
      "PED": 789,
      "KSPQELLCGASLISDRWVLTAAHC": 790,
      "YGFYTHVFRL": 791,
      "PWQVMLFRKSPQELLCGASLISDRWVLTAAHC": 792,
      "KAL": 793,
      "PC": 794,
      "LLYPPWDKN": 795,
      "SLE": 796,
      "TSVSRPGRGEPRF": 797,
      "YIHPRYNW": 798,
      "LLVRIGKHSR": 799,
      "WH": 800,
      "KRGDA": 801,
      "DEL": 802,
      "IRE": 803,
      "RTG": 804,
      "DIAL": 805,
      "KKWIQKVI": 806,
      "NRWYQMGIVSWGEG": 807,
      "KRGDACEG": 808,
      "FVN": 809,
      "RNIE": 810,
      "LLVRIGKHSRTR": 811,
      "PGPG": 812,
      "PWQVMLFRKSPQELLCGASLISDRWVLTAAHCLLYPPWDKN": 813,
      "KVY": 814,
      "NSL": 815,
      "GGL": 816,
      "YGFYTHVFRLKKWIQKVI": 817,
      "CDRDGK": 818,
      "RSG": 819,
      "VLT": 820,
      "NGS": 821,
      "IPG": 822,
      "KTA": 823,
      "PDRE": 824,
      "AGYKGRVTGWG": 825,
      "FSDYIHPVCL": 826,
      "ISL": 827,
      "IEE": 828,
      "IGMS": 829,
      "PIVERPVC": 830,
      "RENLDR": 831,
      "PFVMKSPFN": 832,
      "VLQVVNLPIVERPVC": 833,
      "KRL": 834,
      "KISMLEKI": 835,
      "KAG": 836,
      "NRWYQMGIVSWGEGCDRDGK": 837,
      "CM": 838,
      "NVN": 839,
      "TIT": 840,
      "VLP": 841,
      "FTEND": 842,
      "VEWLRRYLENGKETL": 843,
      "HDQ": 844,
      "PPKT": 845,
      "CF": 846,
      "QES": 847,
      "EAK": 848,
      "AVV": 849,
      "KGS": 850,
      "QAE": 851,
      "LLVRIGKHSRTRYE": 852,
      "DPA": 853,
      "LG": 854,
      "TPE": 855,
      "LLQAGYKGRVTGWG": 856,
      "DAEIGMS": 857,
      "TAASLLQAGYKGRVTGWG": 858,
      "YIHPRYNWRENLDR": 859,
      "PDRETAASLLQAGYKGRVTGWG": 860,
      "FSDYIHPVCLPDRETAASLLQAGYKGRVTGWG": 861,
      "VLQVVNLPIVERPVCKDS": 862,
      "KKPVA": 863,
      "MKLKKPVA": 864,
      "KISMLEKIYIHPRYNWRENLDR": 865,
      "MKLKKPVAFSDYIHPVCLPDRETAASLLQAGYKGRVTGWG": 866,
      "VVE": 867,
      "VLQVVNLPIVERPVCKDSTRIRITDNMFC": 868,
      "IDL": 869,
      "KPDEG": 870,
      "MW": 871,
      "PDG": 872,
      "NRWYQMGIVSWGEGCDRDGKYGFYTHVFRLKKWIQKVI": 873,
      "VLQVVNLPIVERPVCKDSTRIRITDNMFCAGY": 874,
      "IAVGYVDDTQFVRFDSDAAS": 875,
      "KDE": 876,
      "VLQVVNLPIVERPVCKDSTRIRITDNMFCAGYKPDEG": 877,
      "SSE": 878,
      "FSA": 879,
      "ELQ": 880,
      "DAEIGMSPWQVMLFRKSPQELLCGASLISDRWVLTAAHCLLYPPWDKN": 881,
      "KSFN": 882,
      "PGS": 883,
      "CGG": 884,
      "DAEIGMSPWQVMLFRKSPQELLCGASLISDRWVLTAAHCLLYPPWDKNFTEND": 885,
      "IKE": 886,
      "HGL": 887,
      "DIALMKLKKPVAFSDYIHPVCLPDRETAASLLQAGYKGRVTGWG": 888,
      "KRGDACEGDSGG": 889,
      "KISMLEKIYIHPRYNWRENLDRDIALMKLKKPVAFSDYIHPVCLPDRETAASLLQAGYKGRVTGWG": 890,
      "DIL": 891,
      "WVR": 892,
      "FSF": 893,
      "NNFY": 894,
      "WQ": 895,
      "VAY": 896,
      "GSHSMRY": 897,
      "SGLY": 898,
      "KISMLEKIYIHPRYNWRENLDRDIALMKLKKPVAFSDYIHPVCLPDRETAASLLQAGYKGRVTGWGNL": 899,
      "IVEGS": 900,
      "KKG": 901,
      "YIS": 902,
      "PLS": 903,
      "VKP": 904,
      "QPSVLQVVNLPIVERPVCKDSTRIRITDNMFCAGYKPDEG": 905,
      "PFVMKSPFNNRWYQMGIVSWGEGCDRDGKYGFYTHVFRLKKWIQKVI": 906,
      "YEE": 907,
      "TGT": 908,
      "LLVRIGKHSRTRYERNIE": 909,
      "DVY": 910,
      "KPE": 911,
      "IEA": 912,
      "TFL": 913,
      "VIT": 914,
      "SGY": 915,
      "INS": 916,
      "NNL": 917,
      "WM": 918,
      "LLES": 919,
      "DSKDS": 920,
      "IVEGSDAEIGMSPWQVMLFRKSPQELLCGASLISDRWVLTAAHCLLYPPWDKNFTEND": 921,
      "PFVMKSPFNNRWYQMGIVSWGEGCDRDGKYGFYTHVFRLKKWIQKVIDQ": 922,
      "VFG": 923,
      "IAG": 924,
      "QPL": 925,
      "DLR": 926,
      "DQM": 927,
      "KSS": 928,
      "IAS": 929,
      "TSN": 930,
      "VQA": 931,
      "KEE": 932,
      "SGVY": 933,
      "MIN": 934,
      "DEA": 935,
      "ELY": 936,
      "VSE": 937,
      "KAH": 938,
      "ITA": 939,
      "DVT": 940,
      "DVL": 941,
      "TEA": 942,
      "LLVRIGKHSRTRYERNIEKISMLEKIYIHPRYNWRENLDRDIALMKLKKPVAFSDYIHPVCLPDRETAASLLQAGYKGRVTGWGNL": 943,
      "KKE": 944,
      "HMS": 945,
      "IGA": 946,
      "KAS": 947,
      "TQTY": 948,
      "KGG": 949,
      "EEM": 950,
      "DVG": 951,
      "ITS": 952,
      "TGE": 953,
      "QRYTCHVQHEGLPKPLTLRWE": 954,
      "IKL": 955,
      "ALF": 956,
      "QLA": 957,
      "PRAPWIEQEGPEYW": 958,
      "KDG": 959,
      "IRL": 960,
      "NLS": 961,
      "DKDG": 962,
      "KVV": 963,
      "PSS": 964,
      "REL": 965,
      "DSP": 966,
      "PSG": 967,
      "QRL": 968,
      "LLAT": 969,
      "IASG": 970,
      "RNLL": 971,
      "DSL": 972,
      "KPS": 973,
      "VAS": 974,
      "NTKVD": 975,
      "HSL": 976,
      "IIL": 977,
      "SGLYSLSS": 978,
      "VIE": 979,
      "VTE": 980,
      "FEG": 981,
      "KDH": 982,
      "WAKR": 983,
      "AAVVVPSGEE": 984,
      "MC": 985,
      "RAA": 986,
      "TLW": 987,
      "QPSVLQVVNLPIVERPVCKDSTRIRITDNMFCAGYKPDEGKRGDACEGDSGG": 988,
      "KAA": 989,
      "KSA": 990,
      "TRL": 991,
      "VPA": 992,
      "VEP": 993,
      "NSA": 994,
      "QDL": 995,
      "PDL": 996,
      "NLQG": 997,
      "DAS": 998,
      "KTG": 999
    },
    "merges": [
      "L L",
      "A A",
      "T L",
      "S G",
      "S L",
      "A L",
      "V L",
      "E L",
      "V V",
      "S S",
      "E E",
      "A G",
      "D L",
      "K L",
      "I L",
      "D G",
      "V T",
      "E G",
      "P G",
      "N L",
      "R L",
      "E A",
      "V G",
      "P L",
      "K G",
      "Q L",
      "Y L",
      "V S",
      "F L",
      "T G",
      "V E",
      "R G",
      "I G",
      "V A",
      "D S",
      "K E",
      "I S",
      "K A",
      "N G",
      "P E",
      "I A",
      "P S",
      "I T",
      "K S",
      "V D",
      "F G",
      "V R",
      "K D",
      "Q G",
      "K T",
      "I E",
      "R A",
      "F S",
      "P A",
      "T A",
      "D A",
      "R E",
      "I Q",
      "K K",
      "H L",
      "V F",
      "Y G",
      "V Q",
      "T S",
      "N S",
      "D R",
      "P P",
      "Q S",
      "Y S",
      "I R",
      "V K",
      "T F",
      "M L",
      "V P",
      "V N",
      "V Y",
      "V I",
      "F A",
      "K N",
      "Q E",
      "K R",
      "D E",
      "T R",
      "Q A",
      "P R",
      "D F",
      "T E",
      "I N",
      "C G",
      "D I",
      "D Q",
      "T Q",
      "D Y",
      "Q R",
      "K I",
      "N E",
      "N A",
      "F R",
      "C L",
      "F Y",
      "F E",
      "R R",
      "Q Q",
      "T T",
      "H S",
      "I P",
      "Y A",
      "W L",
      "D K",
      "M A",
      "R S",
      "M G",
      "I Y",
      "M E",
      "V H",
      "D T",
      "N P",
      "D P",
      "I F",
      "A S",
      "W G",
      "K P",
      "I H",
      "Y N",
      "T P",
      "Y E",
      "D N",
      "M S",
      "H G",
      "I K",
      "F N",
      "G G",
      "V C",
      "E S",
      "F T",
      "Y T",
      "K Q",
      "V M",
      "W E",
      "K F",
      "H A",
      "D D",
      "R N",
      "I I",
      "S A",
      "N T",
      "H P",
      "C A",
      "K Y",
      "H R",
      "D M",
      "F F",
      "Q T",
      "N N",
      "LL L",
      "R T",
      "R Y",
      "G L",
      "S E",
      "Q K",
      "A E",
      "X X",
      "T Y",
      "Q N",
      "Q P",
      "K M",
      "D H",
      "I C",
      "G S",
      "R P",
      "W A",
      "I V",
      "K H",
      "T AA",
      "Y R",
      "F P",
      "C S",
      "N Y",
      "I M",
      "N R",
      "F D",
      "T W",
      "Q Y",
      "I D",
      "T D",
      "T K",
      "H E",
      "Q V",
      "T V",
      "Q D",
      "C E",
      "P W",
      "K V",
      "N D",
      "T H",
      "G E",
      "P V",
      "G A",
      "R D",
      "P K",
      "SG G",
      "Q I",
      "P F",
      "TL R",
      "W S",
      "P N",
      "Y I",
      "Y F",
      "K C",
      "T N",
      "H F",
      "Y Q",
      "E D",
      "T I",
      "LL S",
      "W D",
      "H H",
      "C R",
      "P D",
      "AL G",
      "E R",
      "N F",
      "T C",
      "E I",
      "P I",
      "E F",
      "EG L",
      "Q F",
      "V W",
      "R F",
      "S H",
      "N I",
      "W R",
      "Y Y",
      "N K",
      "P T",
      "A T",
      "S D",
      "H K",
      "AG L",
      "K LL",
      "H Q",
      "M F",
      "E Y",
      "R I",
      "E N",
      "AA L",
      "K DS",
      "R Q",
      "SG L",
      "SL G",
      "A P",
      "M D",
      "C W",
      "C H",
      "SL S",
      "M M",
      "E K",
      "W N",
      "A Q",
      "Y D",
      "LL Q",
      "Y P",
      "F V",
      "M T",
      "C N",
      "AL A",
      "S N",
      "M N",
      "C D",
      "A D",
      "LL G",
      "F Q",
      "S P",
      "A R",
      "E T",
      "M K",
      "F I",
      "LL E",
      "R V",
      "DG E",
      "F H",
      "R K",
      "Y C",
      "TL S",
      "P Q",
      "AA S",
      "N H",
      "VS A",
      "VR F",
      "AA G",
      "VT G",
      "Y K",
      "RG Y",
      "V SS",
      "TR P",
      "E Q",
      "K W",
      "R M",
      "AL S",
      "LL A",
      "I VS",
      "N V",
      "VG Y",
      "H C",
      "T M",
      "DA E",
      "KS P",
      "IG G",
      "TL G",
      "Y W",
      "S T",
      "KG L",
      "N Q",
      "RG E",
      "S Q",
      "R PG",
      "W T",
      "S F",
      "S Y",
      "E M",
      "H M",
      "IG L",
      "AG Y",
      "A I",
      "D V",
      "C Q",
      "EL G",
      "Q EG",
      "EA E",
      "Y M",
      "VL G",
      "QG L",
      "H T",
      "C T",
      "Y DG",
      "S V",
      "AA Q",
      "C P",
      "E P",
      "W K",
      "S R",
      "V DL",
      "LL N",
      "P VT",
      "A K",
      "W F",
      "RG L",
      "TG L",
      "S M",
      "VG G",
      "S K",
      "V KG",
      "Q W",
      "R LL",
      "A SL",
      "F K",
      "VT H",
      "P RA",
      "VRF DS",
      "VD D",
      "Q VV",
      "R H",
      "YL E",
      "Q M",
      "LL T",
      "VL A",
      "Q C",
      "V PG",
      "P Y",
      "KL E",
      "S I",
      "SL A",
      "IL G",
      "EL A",
      "H I",
      "H N",
      "D W",
      "VG L",
      "TL TW",
      "TL T",
      "AA A",
      "EL VE",
      "W Y",
      "QK W",
      "IL S",
      "LL K",
      "P M",
      "YN QS",
      "K IS",
      "VA E",
      "YL EG",
      "H Y",
      "K WE",
      "TLR CW",
      "K EA",
      "W TAA",
      "F VRFDS",
      "VL E",
      "SS S",
      "NL A",
      "V EG",
      "VE WL",
      "FY PA",
      "DG L",
      "AG G",
      "ELVE TRP",
      "AL E",
      "TF QKW",
      "SG SG",
      "A F",
      "QEG PE",
      "PL G",
      "C K",
      "HS M",
      "PL TLR",
      "R W",
      "FL G",
      "ELVETRP AG",
      "C Y",
      "M I",
      "V SL",
      "QL E",
      "LL D",
      "E AG",
      "VV S",
      "N W",
      "V NG",
      "EE G",
      "H EGL",
      "R NL",
      "M P",
      "E EL",
      "T EL",
      "A N",
      "SL SS",
      "R DL",
      "S C",
      "E W",
      "M Q",
      "VV G",
      "K VI",
      "AL T",
      "M KL",
      "K DL",
      "YG L",
      "V AA",
      "D SGG",
      "YT CH",
      "SG T",
      "W W",
      "D LL",
      "E KI",
      "VGY VDD",
      "D KL",
      "V CG",
      "DG K",
      "VL S",
      "I AL",
      "K RG",
      "M R",
      "Q H",
      "PRA PW",
      "VS RPG",
      "PR F",
      "T LL",
      "V AG",
      "VG P",
      "P VA",
      "Y PP",
      "HSM RY",
      "V QL",
      "PG L",
      "D C",
      "I VG",
      "V TL",
      "F C",
      "D TL",
      "EE A",
      "N LL",
      "DS A",
      "Q PS",
      "V SG",
      "KG R",
      "P PG",
      "K KL",
      "PL A",
      "F SL",
      "FG G",
      "AL N",
      "V KD",
      "F TE",
      "K EG",
      "P H",
      "DG S",
      "I W",
      "EL S",
      "NG L",
      "NE DL",
      "F M",
      "D FL",
      "KK W",
      "EG S",
      "VEWL RR",
      "V KL",
      "AA E",
      "VV C",
      "V LL",
      "TL A",
      "VP SG",
      "Q LL",
      "W YQ",
      "K IL",
      "PS VF",
      "EE E",
      "IVS WG",
      "TLRCW ALG",
      "RA D",
      "AL Q",
      "VV T",
      "K VD",
      "VG S",
      "VQ HEGL",
      "YL A",
      "I IG",
      "M H",
      "YTCH VQHEGL",
      "C DR",
      "R VL",
      "IL A",
      "R SL",
      "V NL",
      "N M",
      "SG S",
      "FG L",
      "QR YTCHVQHEGL",
      "AG A",
      "RL R",
      "VV VPSG",
      "TLRCWALG FYPA",
      "YDG KD",
      "RL G",
      "K NG",
      "SG A",
      "YS M",
      "RGE PRF",
      "V IL",
      "KL A",
      "IQ A",
      "EI TLTW",
      "K EL",
      "IG K",
      "DL G",
      "DG TFQKW",
      "YNQS EAG",
      "YNQSEAG SH",
      "D EG",
      "PL T",
      "HS R",
      "YLE NG",
      "VGYVDD TQ",
      "SS R",
      "DL S",
      "C I",
      "VD A",
      "D AAS",
      "C EG",
      "LL VR",
      "DH EA",
      "YI AL",
      "Q HL",
      "TG G",
      "YDGKD YIAL",
      "H D",
      "Q EL",
      "H TL",
      "E C",
      "V EA",
      "ELVETRPAG DGTFQKW",
      "EITLTW QR",
      "DGE DQ",
      "TQ DT",
      "IE QEGPE",
      "I SG",
      "T VL",
      "DR N",
      "VH TF",
      "I AA",
      "V VL",
      "DL E",
      "K PG",
      "V CL",
      "VGYVDDTQ FVRFDS",
      "MF C",
      "AA VVVPSG",
      "XX X",
      "KWE AA",
      "WTAA DM",
      "SL T",
      "W VL",
      "DL A",
      "IL E",
      "NG G",
      "VD N",
      "EITLTWQR DGEDQ",
      "YL G",
      "SL I",
      "PLTLR WE",
      "QRYTCHVQHEGL PK",
      "KL G",
      "LL R",
      "FL A",
      "PRAPW IEQEGPE",
      "EITLTWQRDGEDQ TQDT",
      "KL S",
      "QL T",
      "VT A",
      "KE TL",
      "DR F",
      "RE NL",
      "PA VL",
      "KD T",
      "QE LL",
      "YF PE",
      "QL G",
      "K SL",
      "IS A",
      "AL R",
      "MG L",
      "K SG",
      "RA YLEG",
      "K VL",
      "Y IH",
      "YG CD",
      "DG R",
      "RG S",
      "K TL",
      "CG L",
      "Y H",
      "VEWLRR YLENG",
      "RL A",
      "RL S",
      "PG G",
      "RG G",
      "TAA HC",
      "IT N",
      "V IG",
      "SG VHTF",
      "CG S",
      "P EE",
      "PW QV",
      "I LL",
      "P LL",
      "VGYVDDTQFVRFDS DAAS",
      "MA K",
      "VE AL",
      "V EE",
      "KG E",
      "WG QG",
      "SGVHTF PAVL",
      "V PS",
      "N C",
      "VP SS",
      "E IL",
      "I HL",
      "V AL",
      "KT E",
      "SS A",
      "VT S",
      "KN VV",
      "QQ Q",
      "NL G",
      "V FL",
      "YG FY",
      "V PL",
      "TG S",
      "PG D",
      "V KE",
      "M Y",
      "AG S",
      "E ML",
      "T KL",
      "VF RL",
      "I TL",
      "T PL",
      "FG E",
      "NL E",
      "P PS",
      "P PE",
      "AAQ IT",
      "SGVHTFPAVL QS",
      "SL N",
      "VV A",
      "EG G",
      "VTG WG",
      "PA P",
      "WN SG",
      "V RL",
      "N KG",
      "N TL",
      "TA S",
      "YN W",
      "IH PV",
      "WVL TAAHC",
      "V DG",
      "DY E",
      "R C",
      "IS DR",
      "PG E",
      "VSRPG RGEPRF",
      "WD KN",
      "RGY YNQSEAGSH",
      "TAA S",
      "CG ASL",
      "SL Y",
      "VE RP",
      "I VD",
      "IR IT",
      "P VL",
      "YL Q",
      "FS DY",
      "T KR",
      "E RG",
      "V EL",
      "RA S",
      "M VE",
      "YFPE PVT",
      "E H",
      "I NG",
      "Q IL",
      "I VE",
      "ML FR",
      "VM KSP",
      "P SL",
      "Q VL",
      "VL QVV",
      "TR IRIT",
      "NR WYQ",
      "TH VFRL",
      "PF VMKSP",
      "YPP WDKN",
      "KGR VTGWG",
      "IHPV CL",
      "ISDR WVLTAAHC",
      "CGASL ISDRWVLTAAHC",
      "VERP VC",
      "VLQVV NL",
      "TRIRIT DN",
      "NRWYQ MG",
      "PR YNW",
      "KIS ML",
      "LLVR IGK",
      "D FG",
      "R PL",
      "IQ KVI",
      "QELL CGASLISDRWVLTAAHC",
      "PWQV MLFR",
      "TRIRITDN MFC",
      "T KG",
      "H PG",
      "P AL",
      "Q EE",
      "IVSWG EG",
      "PE D",
      "KSP QELLCGASLISDRWVLTAAHC",
      "YGFY THVFRL",
      "PWQVMLFR KSPQELLCGASLISDRWVLTAAHC",
      "K AL",
      "P C",
      "LL YPPWDKN",
      "SL E",
      "TS VSRPGRGEPRF",
      "YIH PRYNW",
      "LLVRIGK HSR",
      "W H",
      "KRG DA",
      "D EL",
      "I RE",
      "R TG",
      "DI AL",
      "KKW IQKVI",
      "NRWYQMG IVSWGEG",
      "KRGDA CEG",
      "F VN",
      "RN IE",
      "LLVRIGKHSR TR",
      "PG PG",
      "PWQVMLFRKSPQELLCGASLISDRWVLTAAHC LLYPPWDKN",
      "K VY",
      "N SL",
      "GG L",
      "YGFYTHVFRL KKWIQKVI",
      "CDR DGK",
      "R SG",
      "VL T",
      "NG S",
      "I PG",
      "KT A",
      "PD RE",
      "AGY KGRVTGWG",
      "FSDY IHPVCL",
      "I SL",
      "I EE",
      "IG MS",
      "PI VERPVC",
      "RENL DR",
      "PFVMKSP FN",
      "VLQVVNL PIVERPVC",
      "K RL",
      "KISML EKI",
      "K AG",
      "NRWYQMGIVSWGEG CDRDGK",
      "C M",
      "N VN",
      "T IT",
      "VL P",
      "FTE ND",
      "VEWLRRYLENG KETL",
      "H DQ",
      "PP KT",
      "C F",
      "QE S",
      "EA K",
      "A VV",
      "KG S",
      "QA E",
      "LLVRIGKHSRTR YE",
      "D PA",
      "L G",
      "T PE",
      "LLQ AGYKGRVTGWG",
      "DAE IGMS",
      "TAAS LLQAGYKGRVTGWG",
      "YIHPRYNW RENLDR",
      "PDRE TAASLLQAGYKGRVTGWG",
      "FSDYIHPVCL PDRETAASLLQAGYKGRVTGWG",
      "VLQVVNLPIVERPVC KDS",
      "KK PVA",
      "MKL KKPVA",
      "KISMLEKI YIHPRYNWRENLDR",
      "MKLKKPVA FSDYIHPVCLPDRETAASLLQAGYKGRVTGWG",
      "VV E",
      "VLQVVNLPIVERPVCKDS TRIRITDNMFC",
      "I DL",
      "KP DEG",
      "M W",
      "P DG",
      "NRWYQMGIVSWGEGCDRDGK YGFYTHVFRLKKWIQKVI",
      "VLQVVNLPIVERPVCKDSTRIRITDNMFC AGY",
      "IA VGYVDDTQFVRFDSDAAS",
      "KD E",
      "VLQVVNLPIVERPVCKDSTRIRITDNMFCAGY KPDEG",
      "SS E",
      "FS A",
      "EL Q",
      "DAEIGMS PWQVMLFRKSPQELLCGASLISDRWVLTAAHCLLYPPWDKN",
      "KS FN",
      "PG S",
      "CG G",
      "DAEIGMSPWQVMLFRKSPQELLCGASLISDRWVLTAAHCLLYPPWDKN FTEND",
      "I KE",
      "HG L",
      "DIAL MKLKKPVAFSDYIHPVCLPDRETAASLLQAGYKGRVTGWG",
      "KRGDACEG DSGG",
      "KISMLEKIYIHPRYNWRENLDR DIALMKLKKPVAFSDYIHPVCLPDRETAASLLQAGYKGRVTGWG",
      "D IL",
      "W VR",
      "FS F",
      "NN FY",
      "W Q",
      "VA Y",
      "GS HSMRY",
      "SGL Y",
      "KISMLEKIYIHPRYNWRENLDRDIALMKLKKPVAFSDYIHPVCLPDRETAASLLQAGYKGRVTGWG NL",
      "IV EGS",
      "K KG",
      "Y IS",
      "PL S",
      "VK P",
      "QPS VLQVVNLPIVERPVCKDSTRIRITDNMFCAGYKPDEG",
      "PFVMKSPFN NRWYQMGIVSWGEGCDRDGKYGFYTHVFRLKKWIQKVI",
      "Y EE",
      "TG T",
      "LLVRIGKHSRTRYE RNIE",
      "D VY",
      "K PE",
      "I EA",
      "T FL",
      "V IT",
      "SG Y",
      "I NS",
      "N NL",
      "W M",
      "LL ES",
      "DS KDS",
      "IVEGS DAEIGMSPWQVMLFRKSPQELLCGASLISDRWVLTAAHCLLYPPWDKNFTEND",
      "PFVMKSPFNNRWYQMGIVSWGEGCDRDGKYGFYTHVFRLKKWIQKVI DQ",
      "V FG",
      "I AG",
      "Q PL",
      "DL R",
      "DQ M",
      "K SS",
      "IA S",
      "TS N",
      "VQ A",
      "K EE",
      "SG VY",
      "M IN",
      "D EA",
      "EL Y",
      "VS E",
      "KA H",
      "IT A",
      "D VT",
      "D VL",
      "T EA",
      "LLVRIGKHSRTRYERNIE KISMLEKIYIHPRYNWRENLDRDIALMKLKKPVAFSDYIHPVCLPDRETAASLLQAGYKGRVTGWGNL",
      "K KE",
      "H MS",
      "IG A",
      "KA S",
      "TQ TY",
      "KG G",
      "EE M",
      "D VG",
      "IT S",
      "TG E",
      "QRYTCHVQHEGLPK PLTLRWE",
      "I KL",
      "AL F",
      "QL A",
      "PRAPWIEQEGPE YW",
      "K DG",
      "I RL",
      "NL S",
      "DK DG",
      "K VV",
      "P SS",
      "R EL",
      "DS P",
      "P SG",
      "Q RL",
      "LL AT",
      "IA SG",
      "RN LL",
      "D SL",
      "K PS",
      "VA S",
      "NT KVD",
      "H SL",
      "I IL",
      "SGLY SLSS",
      "V IE",
      "VT E",
      "F EG",
      "KD H",
      "WA KR",
      "AAVVVPSG EE",
      "M C",
      "R AA",
      "TL W",
      "QPSVLQVVNLPIVERPVCKDSTRIRITDNMFCAGYKPDEG KRGDACEGDSGG",
      "K AA",
      "KS A",
      "T RL",
      "V PA",
      "VE P",
      "NS A",
      "Q DL",
      "P DL",
      "NL QG",
      "DA S",
      "K TG"
    ]
  }
}